"Amp Simulation" = "앰프 시뮬레이션"; 
"Amps" = "앰프";
"Analog Basic" = "아날로그 기본"; 
"Analog Mono" = "아날로그 모노"; 
"Analog Pad" = "아날로그 패드"; 
"Analog Swirl" = "아날로그 스월"; 
"Analog Sync" = "아날로그 싱크"; 
"Auto Wah" = "자동 와우"; 
"Automatic Filter" = "자동 필터"; 
"Bass" = "베이스"; 
"Bass Amp" = "베이스 앰프"; 
"Bass Reduction" = "베이스 축소"; 
"Bitcrusher" = "비트크루셔"; 
"Chorus" = "코러스"; 
"Church Organ" = "교회 오르간"; 
"Compressor" = "압축기"; 
"Digital Basic" = "디지털 기본"; 
"Digital Mono" = "디지털 모노"; 
"Digital Stepper" = "디지털 스테퍼"; 
"Distortion" = "왜곡"; 
"Drum Kits" = "드럼 키트"; 
"Ducker" = "덕커(Ducker)"; 
"Echo" = "에코"; 
"Electric Clav" = "전자 클라비코드"; 
"Electric Piano" = "전자 피아노"; 
"Enhance Timing" = "타이밍 강화"; 
"Enhance Tuning" = "튜닝 강화"; 
"Visual EQ" = "시각 EQ"; 
"Flanger" = "플랜저"; 
"Gate" = "게이트"; 
"Guitar" = "기타"; 
"Horns" = "호른"; 
"Hybrid Basic" = "혼성 기본"; 
"Hybrid Morph" = "혼성 모프"; 
"Limiter" = "제한기"; 
"Overdrive" = "오버드라이브"; 
"Phaser" = "페이저"; 
"Piano" = "피아노"; 
"Reverb" = "잔향"; 
"Sampler" = "견본";
"Sound Effects" = "사운드 효과"; 
"Speech Enhancer" = "음성 강화"; 
"Stomp Boxes" = "스톰박스";
"Strings" = "스트링"; 
"Tonewheel Organ" = "톤휠 오르간"; 
"Track Echo" = "트랙 에코"; 
"Track Reverb" = "트랙 잔향";
"Treble Reduction" = "고음 축소 "; 
"Tremolo" = "트레몰로"; 
"Tuned Percussion" = "조율된 타악기"; 
"Tuner" = "튜너"; 
"Vocal Transformer" = "목소리 변조기"; 
"Voice" = "음성"; 
"Woodwind" = "목관 악기"; 
"GarageBand Synth" = "GarageBand 신디사이저";

